{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "2b92a3c9-fa62-419f-a572-e35068bfbbc2",
 "dc_title_s": "LiDAR-Derived Depressions for Milwaukee County and the Milwaukee Metropolitan Sewerage District (MMSD), WI 2021",
 "dc_description_s": "This data represents LiDAR-derived depressions for the Milwaukee Metropolitan Sewerage District (MMSD) in 2021. [Closed depressions are important features in the landscape and knowing their locations aid in the understanding of topics ranging from water recharge to water quality and flooding.  A series of automated routines were used to map closed depressions over 0.1 acres in size throughout Milwaukee County.  The 2021 culvert inventory and 2021 hydro-enforced DEM were used to develop the closed depressions.   ArcGIS Pro with Spatial Analyst Extension software was utilized to extract depressions from the hydro-enforced DEM.  The initial step was to create a raster with filled depressions from the hydro-enforced DEM.  The filled raster was then combined with the original DEM using a maximum operator creating a mosaic raster.  The mosaic raster accounts for all depressions, but eliminates digital trenches located at culvert locations from the hydro-enforced DEM.   The original DEM was then subtracted from the mosaic raster to extract depressions.   Depression depths greater than 1 inch were then extracted.  The greater than 1 inch depth raster was used to convert depression areas to polygons.  Polygons greater than 0.1 acres were selected for the final closed depression dataset.  The layer is intended to represent the greatest extent of individual surface depressions regardless of the degree of drainage at each setting.   The depressions file can be shaded to show depth.  A low elevation point layer was created for each depression and includes a depth value at the low point.  A boundary polygon shapefile of closed depressions was generated including an acreage value.  Closed depression mapping is influenced by project boundaries.  Depressions that intersect the edge of the project boundary will either be partially filled to the height of the low point of the depression at the boundary, or not filled at all in cases where depression bottoms are flat and extend beyond the boundary.   Lidar collection buffer areas improve the mapping accuracy of depressions within the subject county.]",
 "dc_rights_s": "Public",
 "dct_provenance_s": "WisconsinView",
 "layer_id_s": "",
 "layer_slug_s": "2b92a3c9-fa62-419f-a572-e35068bfbbc2",
 "layer_geom_type_s": "Mixed",
"layer_modified_dt": "2023-02-22T20:12:43Z",
 "dc_format_s": "Geodatabase",
 "dc_language_s": "English",
 "dct_isPartOf_sm": ["Wisconsin Elevation Data", "Coastal"],
 "dc_creator_sm": ["Milwaukee Metropolitan Sewerage District"],
 "dc_publisher_sm": "",
 "dc_type_s": "Dataset",
 "dc_subject_sm": ["Elevation"],
 "dct_spatial_sm": [""],
 "dct_temporal_sm": ["2021"],
 "solr_year_i": 2021,
 "dct_issued_s": "",
 "dct_references_s": "{\"http://schema.org/url\":\"https://www.sco.wisc.edu/data/elevationlidar/\",\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/wsco-wisconsinview/lidar/Milwaukee/Milwaukee_2021_MMSD_Delivery/Depressions/Closed_Depressions.gdb.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Milwaukee_LIDAR_MMSD_2021.xml\"}",
 "solr_geom": "ENVELOPE(-88.077174, -87.819913, 43.199885, 42.839925)",
 "thumbnail_path_ss": "",
 "uw_supplemental_s": "For detailed metadata please visit: https://web.s3.wisc.edu/wsco-wisconsinview/lidar/Milwaukee/Milwaukee_2021_MMSD_Delivery/Metadata/Metadata.zip",
 "uw_notice_s": "",
 "uw_deprioritize_item_b": false
}