{"geoblacklight_version": "1.0", "dc_identifier_s": "9da27515-6551-4f85-b2d2-ad465ff9d037", "dc_title_s": "WROC Aerial Mosaic (WTM) Iron County, WI 2020", "dc_description_s": "Ayres Associates was contracted through the North Central Wisconsin Regional Planning Commission (NCWRPC) for the creation of 12-inch pixel resolution county mosaics and DOQQ tiles from the native resolution digital orthoimagery produced under the Wisconsin Regional Orthoimagery Consortium (WROC) in 2018-20. This project established county mosaics and DOQQ tiles for state and federal partners using WROC member data acquired under the Consortium. Please refer to http://ncwrpc.org/WROC2020/ more information on the Consortium. The coverage area included all 72 counties in Wisconsin which was flown in spring 2018, spring 2019, and spring 2020 under leaf-off conditions. The 4-band (RGB-NIR) aerial imagery was collected using Vexcel UltraCam Eagle, Leica ADS 100, and Leica DMCIII sensors outfitted in a fixed-wing aircraft with onboard GNSS/IMU systems and gyro-stabilized mounts. The native resolution aerial imagery was acquired to support 3-inch, 6-inch, and 12-inch ground sample distance (GSD) specifications. Resultant orthoimagery was rectified to DEMs created from new and existing LiDAR data. Orthoimagery was delivered in GeoTIFF format. The re-sampled statewide 4-band, 12-inch pixel DOQQ orthoimagery was produced to meet or exceed a horizontal accuracy standard of 4.8 feet at 95% confidence level according to ASPRS positional accuracy standards for digital geospatial data.", "dc_rights_s": "Public", "dct_provenance_s": "WisconsinView", "dc_format_s": "MrSID", "dc_language_s": "English", "layer_slug_s": "9da27515-6551-4f85-b2d2-ad465ff9d037", "layer_geom_type_s": "Raster", "layer_id_s": "", "dct_isPartOf_sm": ["Aerial Imagery", "Coastal"], "dc_creator_sm": ["Wisconsin Regional Orthoimagery Consortium"], "dc_type_s": "Dataset", "dc_subject_sm": ["Imagery and Base Maps"], "dct_spatial_sm": [""], "dct_temporal_sm": ["2020"], "solr_geom": "ENVELOPE(-90.55235983,-89.92841746,46.58972647,45.98154844)", "solr_year_i": 2020, "dct_references_s": "{\"http://schema.org/url\":\"https://www.ncwrpc.org/wisconsin-regional-orthoimagery-consortium-wroc/\",\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/wsco-wisconsinview/imagery/WROC/WROC_2020/county_mosaics/Iron_WROC_2020.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_WROC_2018_20.xml\"}", "layer_modified_dt": "2024-01-18T02:31:13Z"}