{
"geoblacklight_version": "1.0",
"dc_identifier_s": "289D1A52-2C35-4446-9565-87F243FB8459",
"dc_title_s": "Roads and ROW Green County, WI 2017",
"dc_description_s": "These line data layers represent roads and right of ways for Green County, Wisconsin in 2017. They are feature classes within the geodatabase, Green_Transportation_2017.gdb. The features included in this geodatabase are 'GREEN_ROADS_2017' and 'GREEN_ROW_2017'.",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "289D1A52-2C35-4446-9565-87F243FB8459",
"layer_geom_type_s": "Line",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Green County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Transportation"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2017"],
"solr_year_i": 2017,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Green_Transportation_2017.zip\",\"http://schema.org/url\":\"https://wi-greencounty.civicplus.com/179/Downloadable-GIS-Data-Forms\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Green_Transportation_2017.xml\"}",
"solr_geom": "ENVELOPE(-89.839647, -89.365481, 42.857444, 42.500427)",
"uw_supplemental_s": "Augmented original metadata with UW-Madison specific elements. For complete metadata documentation please visit http://www.co.green.wi.gov/localgov_departments_details.asp?deptid=115&locid=148 .This data was submitted to the UW geospatial archive in 2017. Content may be considered current as of December 31, 2016. It was published to the UW geospatial archive as part of the Wisconsin Department of Administration Land Information Program annual collection of public data for the year 2017.Roads: [ALTHOUGH THIS DATASET HAS GENERALLY BEEN MAINTAINED. GREEN COUNTY IS LOOKING TODO SOME VALIDATION OF SOME THE DATA FIELDS CONTAINED, MOST NOTABLY LEFT/RIGHTDESIGNATIONS FOR FIRE, EMS, LAW ZONES AND LAW REPORTING AREAS, BUT ALSO THEFIRE NUMBER RANGES.NOTE TO GIS ADMINISTRATORS IN NEARBY COUNTIES LOOKING TO USE THIS DATA FOR911 DISPATCH MAPPING PURPOSES: PLEASE CONTACT GREEN COUNTY LAND INFORMATIONDIRECTLY IF LOOKING FOR DATA TO BE USED FOR SUCH PURPOSES. ACCURACY IS NOTGUARANTEED IN THIS DATASET AND THIS DATASET LIKELY CONTAINS SOME ERRORS.]ROW: [DATE OF 2017 IS ATTACHED TO THIS DATASET'S NAME, BUT THIS DATASET HAS NOT BEENMAINTAINED AND MUST BE OUT OF DATE IN PLACES. ASSUMPTIONS WERE USED IN THECREATION OF THIS DATASET, SUCH AS STANDARD ROW WIDTHS APPLIED AS BUFFERSON TOWN ROADS WHERE ROW WIDTH HAS NOT ACTUALLY BEEN INVESTIGATED.]",
"uw_notice_s": ""
}
