{
"geoblacklight_version": "1.0",
"dc_identifier_s": "AECA215D-68B2-45B7-9A04-76669414B285",
"dc_title_s": "Zoning Manitowoc County, WI 2020-2021",
"dc_description_s": "This data represents zoning for Manitowoc County, Wisconsin in 2020 and 2021 and includes the layers 'Manitowoc_General_2021', 'Manitowoc_Airport_2020', and 'Manitowoc_Shoreland_2020.' [General: This map data layer represents the zoning district boundaries for the towns in Manitowoc County, Wisconsin that have adopted the county's zoning ordiance. Shoreland: This shapefile contains the shoreland zoning layer for Manitowoc County. This was created by buffering all lakes and ponds by 1,000 feet and all streams and rivers by 300 feet. Data were downloaded from the Wisconsin Department of Natural Resources Surface Water Data Viewer for the entire county available at 'https://dnrmaps.wi.gov/H5/?Viewer=SWDV'. All 24K Hydrography Streams and Rivers were buffered 300 feet and dissolved. The 24K Hydrography Lakes and Open Water layer was buffered either 1,000 feet or 300 feet, depending on the field as shown below:HYDROCODE 6021 (Stream/River, perennial) - 300 feetHYDROCODE 7011 (Backwater, perennial) - 300 feetHYDROCODE 7012 (Backwater, intermittent) - 300 feetHYDROCODE 7031 (Flooded Excavation, perennial) - not buffered (man-made)HYDROCODE 7061 (Lake/Pond, perennial) - 300 feet and 1,000 feetHYDROCODE 7062 (Lake/Pond, intermittent) - 300 feet and 1,000 feetHYDROCODE 7071 (Reservoir/Flowage) - 300 feetHYDROCODE 7081 (Sewage Disposal Pond, perennial) - not buffered (man-made)All data were downloaded on 12/02/2020. The county shoreland zoning ordinance is available at 'https://www.co.manitowoc.wi.us/media/7756/chapter-09-2019-0521.pdf'.Airport: Zone boundaries are section and subdivisional lines except those where street center lines are used for boundaries. Height limitiations shown represent elevations permissible above mean sea level in feet. Zoning map developed in accordance with state statutes chapter 114.136. This map was adopted by the Manitowoc County Planning and Park Commission on the 24th day of February, 2009 and approved by the Manitowoc County Executive on the 25th day of February, 2009. Shapefile created using the Manitowoc County PLSS. Where PLSS lines were not available (over Lake Michigan), the county PLSS lines were extended to create boundaries.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "AECA215D-68B2-45B7-9A04-76669414B285",
"layer_geom_type_s": "Polygon",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Coastal"],
"dc_creator_sm": ["Manitowoc County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Planning and Cadastral"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2020-2021"],
"solr_year_i": 2021,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Manitowoc_Zoning_2021.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Manitowoc_Zoning_2021.xml\"}",
"solr_geom": "ENVELOPE(-88.04554, -87.506562, 44.328059, 43.890894)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. [Zoning: Manitowoc County makes no warranties or representations of any kind whatsoever, expressed or implied, about the accuracy or quality of any data set or its fitness for a particular purpose. All data sets are provided 'as is' and the county and its co-producers will not, in any event, be liable in any way for consequential, direct, incidental, special, or any other damages in connection with use of any data set.]",
"uw_notice_s": ""
}
