{
"geoblacklight_version": "1.0",
"dc_identifier_s": "17E2AEE3-AE72-4402-8194-8F9C8F86872E",
"dc_title_s": "Addresses Vernon County, WI 2021",
"dc_description_s": "This data represents addresses for Vernon County, Wisconsin in 2021. [This data set consists of digital map files containing addressing or site access information obtained predominantly by lab work. Features contained in the data set include all site access points countywide and associated attributes. Site access points sometimes are referred to as addresses, however these data typically represent the intersection of the public road right of way and the private entrance to the property. In the absence of a developed access feature the point represents the location of a line from the primary structure perpendicular to the public road right of way.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "17E2AEE3-AE72-4402-8194-8F9C8F86872E",
"layer_geom_type_s": "Point",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Vernon County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Location"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2021"],
"solr_year_i": 2021,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Vernon_Addresses_2021.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Vernon_Addresses_2021.xml\"}",
"solr_geom": "ENVELOPE(-91.230149, -90.309544, 43.730501, 43.422194)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. [Numerous geographic and tabular datasets and field survey techniques were used to create the site access point feature class, including GPS field work, field observations, property tax database, existing MSAG, ANI/ALI, digital imagery, and a previously created Vernontel digital building point file. The source materials used range in date from approximately 1995 to present, however many of the datasets utilized to compile the site access digtal data date later than 1995. Although believed to be the most accurate digital representation of site access or address information available, there are attributes within the data that indicate problems. These problems or errors in the data will be systematically remedied over an unknown period of time. For information regarding specifics on this particular feature class, refer to the Addressing Geodatabase Design.]",
"uw_notice_s": ""
}
