{"geoblacklight_version": "1.0", "dc_identifier_s": "AB694DCE-D45B-4B35-8616-AEECF33BDC2B", "dc_title_s": "DNR Other Public Rights Features, Wisconsin 2017", "dc_description_s": "This data represents other public rights in Wisconsin in 2017. [Other Public Rights Features include the following: - Wisconsin Fish and wildlife habitat, determined by their primary associated physical features, including specific sites necessary for breeding, nesting, nursery and feeding. - Physical features of waterbodies in Wisconsin that ensure protection of water quality. - Reaches of bank, shore or bed that are mostly natural in appearance (not man-made or artificial) or that screen man-made or artificial features. - Navigation thoroughfares or areas traditionally used for navigation during normal recreational activities such as boating, angling, hunting, or enjoyment of natural scenic beauty. The areas in this layer are designated critical habitat areas. These are areas which are the most important to the overall health of the aquatic plants and animals. Remarkably, eighty percent of the plants and animals on the state's endangered and threatened species list spend all or part of their life cycle within the near shore zone. As many as ninety percent of the living things in lakes and rivers are found along the shallow margins and shores. Wisconsin law mandates special protections for these critical habitats. Critical Habitat Designation is a program that recognizes those areas and maps them so that everyone knows which areas are most vulnerable to impacts from human activity. A critical habitat designation assists waterfront owners by identifying these areas up front, so they can design their waterfront projects to protect habitat and ensure the long-term health of the lake they where they live.]", "dc_rights_s": "Public", "dct_provenance_s": "UW-Madison Robinson Map Library", "layer_id_s": "", "layer_slug_s": "AB694DCE-D45B-4B35-8616-AEECF33BDC2B", "layer_geom_type_s": "Polygon","layer_modified_dt": "2022-01-22T20:12:43Z", "dc_format_s": "Shapefile", "dc_language_s": "English", "dct_isPartOf_sm": ["Statewide", "Wisconsin State Agencies"], "dc_creator_sm": ["Wisconsin Department of Natural Resources"], "dc_publisher_sm": "", "dc_type_s": "Dataset", "dc_subject_sm": ["Environment"], "dct_spatial_sm": [], "dct_issued_s": "", "dct_temporal_sm": ["2017"], "solr_year_i": 2017, "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_DNR_Other_Public_Rights_2017.zip\",\"http://schema.org/url\":\"https://data-wi-dnr.opendata.arcgis.com/datasets/other-public-rights-features\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_DNR_Other_Public_Rights_2017.xml\"}", "solr_geom": "ENVELOPE(-91.5632, -87.841622, 46.343254, 42.550066)", "uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For access to the most current data, please visit: [https://data-wi-dnr.opendata.arcgis.com/]", "uw_notice_s": ""}