{
"geoblacklight_version": "1.0",
"dc_identifier_s": "b0032c18-58fe-43e1-a695-15dc2bd19b40",
"dc_title_s": "General Land Office Survey Records Database (WIGLOSR), Wisconsin 2020",
"dc_description_s": "Between 1832 and 1866, contractors to the United States government surveyed the largely unsettled lands of what today constitute the State of Wisconsin for the purpose of subdividing and selling land to settlers moving west from the eastern states and from Europe. The survey was carried out in a systematic manner, with survey posts set every half mile along a grid of one mile square blocks of land called sections. The Mladenoff Lab at UW-Madison digitized the entire set of field notes for the state of Wisconsin and compiled a database of biological and ecological information contained in the notes. Read the documentation: https://www.sco.wisc.edu/wp-content/uploads/2020/10/WIGLOSR_Database_Documentation_20.10.pdf for a brief historical overview and description of the US public lands survey system (PLSS), its application to Wisconsin, an outline of the database and its contents, and perhaps most importantly, a review of caveats and limitations to the use of the data. Although this was a land survey rather than a botanical survey or inventory, the field notes recorded by the surveyors contain abundant vegetative information that represent the most complete picture we have today of how the landscape and flora of Wisconsin appeared before widespread European-American settlement and the accompanying clearing, logging, and agricultural activities. The database is of enormous use to ecologists, foresters, planners, and land managers who are interested in the pre-European landscapes of Wisconsin and the subsequent changes to the land, but they must be approached with care and a full understanding of the inherent biases contained within the survey that will affect how the data are used. See the documentation for more info. The database contains over 300,000 records with information about 180,000 survey points, 450,000 individual trees, and 23,000 ecological boundaries between ecosystems, all of which can be explored and analyzed using conventional statistical methods. The data are provided for download in the form a geodatabase and geopackage. If you would like access to the postgres database, contact Hayden Elza at elza@wisc.edu for more information.",
"dc_rights_s": "Public",
"dct_provenance_s": "Wisconsin State Cartographer's Office",
"layer_id_s": "",
"layer_slug_s": "b0032c18-58fe-43e1-a695-15dc2bd19b40",
"layer_geom_type_s": "Mixed",
"layer_modified_dt": "",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide"],
"dc_creator_sm": ["Forest Landscape Ecology Lab", "University of Wisconsin-Madison"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Biota"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2020"],
"solr_year_i": 2020,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://uwmadison.box.com/shared/static/3iy9yt003vr99dshvkq1hqy79puz2amg.zip\",\"http://schema.org/url\":\"https://www.sco.wisc.edu/glo/\"}",
"solr_geom": "ENVELOPE(-92.967572, -86.696635, 46.966402, 42.466389)",
"uw_supplemental_s": "For data documentation please visit:  https://www.sco.wisc.edu/wp-content/uploads/2020/10/WIGLOSR_Database_Documentation_20.10.pdf  Access to the Original Public Land Survey Plat Maps is available through GeoData@Wisconsin: https://geodata.wisc.edu/?f%5Bdc_creator_sm%5D%5B%5D=United+States+General+Land+Office",
"uw_notice_s": ""
}