{
"geoblacklight_version": "1.0",
"dc_identifier_s": "41EB859C-AB4A-49FB-B03F-F54DE3200B05",
"dc_title_s": "USGS National Structures Dataset (NSD), Wisconsin 2020",
"dc_description_s": "This data represents the USGS National Structures Dataset (NSD) for Wisconsin in 2020. [Geospatial data includes structures and other selected map features. The Best Practices Dataset is a feature-based database that classifies and uniquely identifies geospatial data from transportation, structures, and governmental units data themes into a seamless, integrated and consistent dataset of national extent. Initial transportation and governmental units data is derived from the U.S. Census Bureau's Topographically Integrated Geographic Encoding and References (TIGER) dataset. The Best Practices Dataset incorporates changes in TIGER from the Accuracy Improvement Project as that work is completed. The initial structures data is derived from the Federal Emergency Management Agency's (FEMA) Hazards-US (HAZUS) dataset. The data model was developed in the context of content requirements for these data programs, Homeland Security Infrastructure Program (HSIP) specifications, as well as other sources. The Best Practices Dataset is continuously supplemented with local and regional data to improve the classification, accuracy, and currency of the data. Other data themes are included in the data model in support of emergency operations requirements, however the data is not provided or supported by the USGS at this time.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "41EB859C-AB4A-49FB-B03F-F54DE3200B05",
"layer_geom_type_s": "Point",
"layer_modified_dt": "",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide"],
"dc_creator_sm": ["U.S. Geological Survey"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Structure"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2020"],
"solr_year_i": 2020,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_NSD_2020.zip\",\"http://schema.org/url\":\"https://www.sciencebase.gov/catalog/item/5caed11ee4b0c3b00654de01\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_NSD_2020.xml\"}",
"solr_geom": "ENVELOPE(-92.875381, -86.920648, 47.032734, 42.495285)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For access to the most current data, please visit: [https://www.sciencebase.gov/catalog/item/5caed11ee4b0c3b00654de01]",
"uw_notice_s": ""
}