{"geoblacklight_version": "1.0", "solr_year_i": 2018, "dc_subject_sm": ["Imagery and Base Maps"], "layer_geom_type_s": "Raster", "dc_description_s": "2018 NAIP imagery for Wisconsin has a .6-meter (60cm) spatial resolution. There are DOQQ tiles (GeoTIFF format) as well as county mosaics (MrSID format) available. Coordinate systems are reflected in the individual dataset titles. [This data set contains imagery from the National Agriculture Imagery Program (NAIP). The NAIP acquires digital ortho imagery during the agricultural growing seasons in the continental U.S. A primary goal of the NAIP program is to enable availability of ortho imagery within one year of acquisition. The NAIP provides two main products: 1 meter ground sample distance (GSD) ortho imagery rectified to a horizontal accuracy within +/- 5 meters of reference digital ortho quarter quads (DOQQ's) from the National Digital Ortho Program (NDOP) or from the National Agriculture Imagery Program (NAIP); 1 meter or 1/2 meter GSD ortho imagery rectified within +/- 6 meters to true ground. The tiling format of NAIP imagery is based on a 3.75' x 3.75' quarter quadrangle with a 300 pixel buffer on all four sides. The NAIP imagery is formatted to the UTM coordinate system using the North American Datum of 1983 (NAD83). The NAIP imagery may contain as much as 10% cloud cover per tile. This file was generated by compressing NAIP imagery that covers the county extent. Two types of compression may be used for NAIP imagery: MrSID and JPEG 2000. The target value for the compression ratio is 15:1 for the 1 meter imagery and 60:1 for the 1/2 meter imagery.]", "dct_spatial_sm": [""], "dc_creator_sm": ["U.S. Department of Agriculture"], "layer_id_s": "", "dc_type_s": "Dataset", "dc_identifier_s": "7464c141-e142-40ec-b137-54a4e992e2dc", "dct_provenance_s": "WisconsinView", "dc_title_s": "NAIP Aerial Imagery DOQQs (WTM), WI 2018", "layer_slug_s": "7464c141-e142-40ec-b137-54a4e992e2dc", "dc_format_s": "GeoTIFF", "dct_references_s": "{\"http://schema.org/url\":\"https://naip-usdaonline.hub.arcgis.com/\",\"https://openindexmaps.org\":\"https://web.s3.wisc.edu/rml-gisdata/indexes/WI_NAIP_2018_Tiles_WTM.geojson\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/WI_NAIP_2018.xml\"}", "dct_isPartOf_sm": ["Aerial Imagery", "Statewide"], "dct_temporal_sm": ["2018"], "solr_geom": "ENVELOPE(-93.026493, -86.599174, 47.154595, 42.320983)", "dc_rights_s": "Public", "dc_language_s": "English", "uw_notice_s": "The map below represents the boundaries of each NAIP GeoTIFF image.  Click on the index map for more information.", "layer_modified_dt": "2024-01-18T19:30:24Z"}