{
"geoblacklight_version": "1.0",
"dc_identifier_s": "FF1D2510-F98B-42EA-B6DE-1CE0A65897A8",
"dc_title_s": "Zoning Dane County, WI 2024",
"dc_description_s": "This data represents zoning for Dane County, Wisconsin in 2024 and includes the layers 'DANE_GENERAL_2024' and 'DANE_SHORELAND_2024.' [General: The Dane County Rural Zoning is derived from the Tax Parcel geometry with some special zoning features. Zoning tables are joined to the features to provide a current representation of the rural zoning under the jurosdiction of Dane County. It is not intended to be used for the legal determination of zoning boundaries or to be in any way a substitute for the land ownership and interest descriptions contained in individual deeds.Shoreland: This feature datasets identifies areas subject to special regulations intended to protect our environmentally sensitive areas located throughout Dane County as defined in Dane County Ordinance - Chapter 11, Shoreland, Shoreland-Wetland and Inland-Wetlands Regulations. The Shoreland District includes lands within 300 feet of a river or stream, or 1000 feet of a lake or pond. It also includes the FEMA 1% Annual Flood Plain. In addition, it includes lands within 75 feet of a DNR designated wetland or the ordinary high water mark of a stream or lake.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "FF1D2510-F98B-42EA-B6DE-1CE0A65897A8",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2024-05-01T16:22:28Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Dane County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Planning and Cadastral"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2024"],
"solr_year_i": 2024,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/DANE_ZONING_2024.zip\",\"http://schema.org/url\":\"https://gis-countyofdane.opendata.arcgis.com/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/DANE_ZONING_2024.xml\"}",
"solr_geom": "ENVELOPE(-89.84096, -89.008148, 43.294198, 42.844489)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For access to the most current data available, please visit: https://gis-countyofdane.opendata.arcgis.com/",
"uw_notice_s": ""
}