{
"geoblacklight_version": "1.0",
"dc_identifier_s": "A0734D45-44F3-41AF-B2D9-D31112490511",
"dc_title_s": "Addresses Jackson County, WI 2022",
"dc_description_s": "This data represents addresses for Jackson County, Wisconsin in 2022 and includes the layers 'Jackson_Addresses_Access_2022,' 'Jackson_Addresses_Site_2022,' and 'Jackson_Addresses_Structure_2022.'[Addresses-Access: This digital geospatial dataset represents all recorded street addresses in Jackson County, Wisconsin, with attributes standardized in accordance to the NENA Standard for NG9-1-1 GIS Data Model (NENA-STA-006.1-2018). Address points in this dataset reference the point of access to the property that an addressed structure occupies, which may or may not be located upon the parcel, municipality, or County where any structures physically exist. Even so, structures may not be present on addressed vacant land or land intermitently occupied by mobile recreational vehicles, such as mobile homes or RVs. Jackson County retains addressing authority for the rural, non-incorporated land areas within the County, whereas the City of Black River Falls, Village of Alma Center, Village of Hixton, Village of Melrose, Village of Merrillan, Village of Taylor, and the Sanitary District within the Town of Brockway retain their own authority over address assignments. Address data from all authoriative areas are amalgamated and/or otherwise updated on a near daily basis to produce this dataset. Addresses-Structure: This digital geospatial dataset represents all recorded street addresses in Jackson County, Wisconsin, with attributes standardized in accordance to the NENA Standard for NG9-1-1 GIS Data Model (NENA-STA-006.1-2018). Address points in this dataset reference the location of a site or structure upon a property. Structures may not be present on addressed vacant land or land intermitently occupied by mobile recreational vehicles, such as mobile homes or RVs. Under these circumstances, the site/structure points are located in proximity to the parcel centroid. Jackson County retains addressing authority for the rural, non-incorporated land areas within the County, whereas the City of Black River Falls, Village of Alma Center, Village of Hixton, Village of Melrose, Village of Merrillan, Village of Taylor, and the Sanitary District within the Town of Brockway retain their own authority over address assignments. Address data from all authoriative areas are amalgamated and/or otherwise updated on a near daily basis to produce this dataset. This dataset may be joined to AddressPoints dataset based on the AJOIN field.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "A0734D45-44F3-41AF-B2D9-D31112490511",
"layer_geom_type_s": "Point",
"layer_modified_dt": "2022-04-05T21:41:22Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Jackson County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Location"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2022"],
"solr_year_i": 2022,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Jackson_Addresses_2022.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Jackson_Addresses_2022.xml\"}",
"solr_geom": "ENVELOPE(-91.167818, -90.308736, 44.597365, 44.070209)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.",
"uw_notice_s": ""
}