{
"geoblacklight_version": "1.0",
"dc_identifier_s": "3BD6D0BC-2268-49FC-8994-D7FEA90E00C0",
"dc_title_s": "Agriculture Lafayette County, WI 2020",
"dc_description_s": "This data represents agricultural features in Lafayette County, Wisconsin in 2020. The following data are included: 'LAFAYETTE_MANURE_STORAGE_2020' and LAFAYETTE_FPP_2020'. For FPP: [The Farmland Preservation Dataset is devired from a combination of the 2018 County General Zoning update and the 2017 Farmland Preservation Plan. In Fall of 2018, Lafayette County completed a rewrite of the County Comprehenzive Zoning Ordinance. New zoning maps were drawn from a combination of improved and updated parcels, historic zoning data and new data analysis. A-1 - Agricultural Working Lands Iniative Districts were drawn with a minimum of 15 acres of conincident, unique ownership. Properties that did not meet the minumum 15 acres but that were previously entered into a Farmland Preservation Agreement were grandfathered. A-1 lands were then exported to this Farmland Preservation Eligibility overlay. Participating towns include: Argyle, Belmont, Elk Grove, Fayette, Gratiot, Kendall, Lamont, Monticello, Shullsburg, Wayne, & Wiota.The Town of Blanchard, which does participate in County General Zoning, but does participate in an Ag Enterprise Area was also reviewed. Changes were made to reflect improvements in parcel mapping and land records while comparing data from the 2017 Farmland Preservation Plan. A 15 acre minimum of contiguous, unique ownership was again used. ]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "3BD6D0BC-2268-49FC-8994-D7FEA90E00C0",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2022-01-22T20:12:43Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Lafayette County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Farming"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2020"],
"solr_year_i": 2020,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Lafayette_Agriculture_2020.zip\",\"http://schema.org/url\":\"https://www.lafayettecountywi.org/ligis\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Lafayette_Agriculture_2020.xml\"}",
"solr_geom": "ENVELOPE(-90.427694, -89.83731, 42.81537, 42.504215)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For the most current data available, please visit: https://lafay.maps.arcgis.com/apps/PublicGallery/index.html?appid=da8fbe9f3f7e4bf79d7178e007625930",
"uw_notice_s": ""
}