{
 "geoblacklight_version": "1.0",
 "dc_identifier_s": "f5f60090-f1f2-4e3f-8dce-51177fb9b97c",
 "dc_title_s": "LiDAR-Derived Bare Earth DEM (Topo/bathy) for the Lake Michigan Coast, 2020",
 "dc_description_s": "This data represents LiDAR-derived bare earth DEM data (tiled) for the Lake Michigan coast in Illinois, Indiana, Michigan and Wisconsin in 2020. [These files contain rasterized topobathy lidar elevations generated from data collected by the Coastal Zone Mapping and Imaging Lidar (CZMIL) system. CZMIL integrates a lidar sensor with simultaneous topographic and bathymetric capabilities, a digital camera and a hyperspectral imager on a single remote sensing platform for use in coastal mapping and charting activities. Native lidar data is not generally in a format accessible to most Geographic Information Systems (GIS). Specialized in-house and commercial software packages are used to process the native lidar data into 3-dimensional positions that can be imported into GIS software for visualization and further analysis. Horizontal positions, provided in decimal degrees of latitude and longitude, are referenced to the North American Datum of 1983 Universal Transverse Mercator Zone 16 North (NAD83 2011). The lidar point data vertical positions were collected referenced to the NAD83 (2011) ellipsoid and provided in meters. The National Geodetic Survey's (NGS) GEOID12B model was used to transform the vertical positions from ellipsoid to orthometric heights referenced to the North American Vertical Datum of 1988 (NAVD88). Once converted to orthometric heights, the data were then converted to the International Great Lakes Datum of 1985 (IGLD85) using the VDatum program from NOAA (National Oceanic and Atmospheric Administration). In addition to these bare earth Digital Elevation Model (DEM) data, the lidar point data that these DEM data were created from are also available from the NOAA Digital Coast.]",
 "dc_rights_s": "Public",
 "dct_provenance_s": "WisconsinView",
 "layer_id_s": "",
 "layer_slug_s": "f5f60090-f1f2-4e3f-8dce-51177fb9b97c",
 "layer_geom_type_s": "Raster",
 "layer_modified_dt": "2023-12-04T20:12:43Z",
 "dc_format_s": "GeoTIFF",
 "dc_language_s": "English",
 "dct_isPartOf_sm": ["Wisconsin Elevation Data", "Coastal"],
 "dc_creator_sm": ["U.S. Army Corps of Engineers, NOAA Office for Coastal Management"],
 "dc_publisher_sm": "",
 "dc_type_s": "Dataset",
 "dc_subject_sm": ["Elevation"],
 "dct_spatial_sm": [""],
 "dct_temporal_sm": ["2020"],
 "solr_year_i": 2020,
 "dct_issued_s": "",
 "dct_references_s": "{\"http://schema.org/url\":\"https://coast.noaa.gov/dataviewer/#/lidar/search/where:ID=9970/details/9970\",\"https://openindexmaps.org\":\"https://gisdata.wisc.edu/public/indexes/lakemichigan_2020_DEM_usace.geojson\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Lake_Michigan_Topobathy_USACE_NCMP_2020.xml\"}",
 "solr_geom": "ENVELOPE(-87.94, -86.16, 44.87, 41.60)",
 "thumbnail_path_ss": "",
 "uw_supplemental_s": "Original metadata can be viewed here inside the respective metadata folders: https://bin.ssec.wisc.edu/pub/wisconsinview/lidar/Lake_Michigan/USACE_Topobathy_Delivery_2020/",
 "uw_notice_s": "",
 "uw_deprioritize_item_b": false
}