{
"geoblacklight_version": "1.0",
"dc_identifier_s": "1335C2F5-56BC-4A15-8826-C428F3083D03",
"dc_title_s": "Zoning Langlade County, WI 2025",
"dc_description_s": "This data represents zoning in Langlade County, Wisconsin in 2025 and includes the layers 'LANGLADE_GENERAL_2025' and 'LANGLADE_SHORELAND_2025'.[Original Zoning Boundaries for Langlade County, WI were derived from older paper maps updated annually by the Zoning Office. Zoning District Codes:CODE: Full Name: DescriptionA-1: Exclusive Agricultural DistrictPURPOSE. This district is designed for large scale agricultural uses of land devoted to the growing of crops and the raising of livestock.A-2: General Agricultural District PURPOSE. This district is designed for small scale agricultural uses of land devoted to the growing of crops and the raising of livestock and limited residential use in those rural areas not suited to large scale, exclusive agriculture uses.AFR: Agricultural/Forest/Residential District PURPOSE. This district provides for a mixture of farming, forestry and non-farm residential uses in those rural areas that are not suited to exclusive agricultural use or large scale forestry practices. C: General Commercial District PURPOSE. This district provides locations for primarily retail and wholesale trade establishments engaged in sales of merchandise or service or both. The intent is to allow firms and operations whose primary function is selling to retail customers or clients. Processing of materials may be conducted as subordinate to retail or wholesale sales. It is the policy of the County to promote economic development and a strong local economy. It is recognized, however, that most commercial uses should be located in the urban communities where full range of needed services can be afforded to such uses. Since this chapter applies solely to unincorporated lands, the bulk of which are rural in character, the General Commercial District provides for only a small number of commercial uses to be permitted. Other commercial uses are conditional uses. F: Forest DistrictPURPOSE. This district provides for commercial production of trees, the conduct of forestry practices and related uses on large tracts of land that are well suited to these activities. The intent is to encourage forestry and also to recognize the value of forested areas as a recreational resource. I: Industrial District PURPOSE. The Industrial District is established to accommodate manufacturing and related processing activities.PR: Park and Recreation District PURPOSE. This district provides for recreational oriented establishments, as well as encouraging the maintenance of natural resourcesR-1: Residential Single Family District PURPOSE. This district provides attractive areas for development of single family residences and protection of such residences from incompatible land uses. R-2: Residential, Multiple Family and Condominium District PURPOSE. The purpose of this district is to accommodate residential development at higher densities than single family densities and to provide necessary supporting services and facilities. This district should be mapped as demand warrants at locations that have the size and physical capacity to handle multiple story or multiple unit buildings, greater area of paving and parking and higher intensity activity. The sites should be attractive for human occupancy and should be buffered from high intensity commercial, industrial or transportation activity. Buffer areas or open space should be provided between this district and other residential districts, agriculture and forest areas. R-3: Mobile Home Park District PURPOSE. This district is intended to regulate the design and arrangement of mobile home parks and the residential use of mobile homes therein.R-4: Mobile Home Subdivision District PURPOSE. This district is intended to regulate the design and arrangement of the individual mobile home on large lot subdivisions designed for that purpose.R-5: Residential, Large Lot PURPOSE. This district provides areas for the development of single family residences on large tracts of land, five acres or more in size.The codes displayed on this layer correspond to the zoning districts &amp; overlays defined in the Langlade County Code of Ordinances Chapter 17.The current URL for this document is http://www.co.langlade.wi.us/i/f/files/Langlade%20County%20Ordinance%20Code%20Book%20Chapter%2017.pdfMost Recent Update: DECEMBER 2021 - Update Frequency: Yearly and as needed.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "1335C2F5-56BC-4A15-8826-C428F3083D03",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2025-04-09T20:30:09Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Langlade County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Planning and Cadastral"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2025"],
"solr_year_i": 2025,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/LANGLADE_ZONING_2025.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/LANGLADE_ZONING_2025.xml\"}",
"solr_geom": "ENVELOPE(-89.428462, -88.636444, 45.470552, 45.02815)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.",
"uw_notice_s": ""
}