{"geoblacklight_version": "1.0", "dc_identifier_s": "CB3684A7-B285-4DF2-AE7A-3A1CD1F1F9FA", "dc_title_s": "Bike LTS Score City of Madison, WI 2021", "dc_description_s": "This data represents Bike LTS Scores for the City of Madison, Wisconsin in 2021. [Centerline file used for Bike LTS Network. Has existing streets and bike paths integrated. Clean topology. All connections are end point to end point.Bridges involving bike paths cleaned manually to accommodate bug in Network Analyst connectivity using elevation fields.The Bicycle Level of Traffic Stress (LTS) system rates or scores streets and paths by calculating an LTS score (1, 2, 3, or 4) for each street or multi-use path segment, intersection approach, and intersection crossing and then assigning the highest of the three scores to the segment. In those cases where the intersection LTS score is higher than the street segment score, the street segment encompassing the first block on either side of the intersection is given the higher intersection score. LTS scores for street segments are based on the posted speed limit, traffic volumes (for streets without bike facilities), number of travel lanes, and bicycle lane or bicycle/parking lane dimensions. Multi-use paths are classified as the lowest stress (LTS score of 1). Description of LTS Levels for Street SegmentsLTS 1: Paths and streets with 1 lane per direction, speed limits ≤ 25 mph, and low traffic volumes or bike lanes.LTS 2: Streets with 1-2 lanes per direction, speed limits ≤ 30 mph, and low traffic volumes or bike lanes.LTS 3: Streets with 1-2 lanes per direction, speed limits ≤ 35 mph, and moderate traffic volumes or bike lanes.LTS 4: Streets with 2-3 lanes per direction, speed limits ≤ 40, and high traffic volumes.The LTS score for an intersection approach is based on the intersection configuration. Specifically, the score is based on whether there is a right-turn only lane and, if so, whether there is a “pocket” bike lane to the left of the right-turn lane and other details related to the design of these lanes and the curb radius of the intersection. Description of LTS levels for Intersection ApproachesLTS 1: Simple intersection with no right-turn lane(s) and slow turning speeds.LTS 2: Intersection with single right-turn lane and bike lane that continues straight.LTS 3: Intersection with somewhat longer right-turn lane and no bike lane or one in which the bike lane shifts to the left across the right-turn lane. LTS 4: Other intersection configurations with right-turn lane(s) and higher turning speeds.The LTS score for an unsignalized intersection crossing is based on the number of travel lanes per direction on the intersecting street to be crossed, the presence of a median (for multi-lane streets), and the speed limit on the intersecting street. Description of LTS Levels for Intersection CrossingsUnsignalized CrossingsLTS 1: Intersecting street has only 1 lane per travel direction and speed limit ≤ 30 mph or 2 lanes but speed limit ≤ 25 mph.LTS 2: Intersecting street has only 1 lane per travel direction and speed limit ≤ 35 mph or 2 lanes but speed limit ≤ 30 mph.LTS 3: Intersecting street has speed limit of 40+ mph or 2 lanes per direction and speed limit of 35 mph.LTS 4: Intersecting street has 2+ lanes per travel direction and 40+ mph speed limit.Signalized CrossingsCrossing streets at signalized intersections does not present a significant barrier for bicyclists and thus does not affect the LTS score of the street and intersection approach.]", "dc_rights_s": "Public", "dct_provenance_s": "UW-Madison Robinson Map Library", "layer_id_s": "", "layer_slug_s": "CB3684A7-B285-4DF2-AE7A-3A1CD1F1F9FA", "layer_geom_type_s": "Polygon", "dc_format_s": "Shapefile", "dc_language_s": "English", "dct_isPartOf_sm": [], "dc_creator_sm": ["City of Madison - Metropolitan Planning Organization (MPO)"], "dc_publisher_sm": "", "dc_type_s": "Dataset", "dc_subject_sm": ["Transportation"], "dct_spatial_sm": [], "dct_issued_s": "", "dct_temporal_sm": ["2021"], "solr_year_i": 2021, "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Madison_City_Bike_LTS_Score_2021.zip\",\"http://schema.org/url\":\"https://data-cityofmadison.opendata.arcgis.com/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Madison_City_Bike_LTS_Score_2021.xml\"}", "solr_geom": "ENVELOPE(-89.843986, -89.006543, 43.294196, 42.844301)", "uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For the most current data, please visit: https://data-cityofmadison.opendata.arcgis.com/", "uw_notice_s": "", "layer_modified_dt": "2024-01-18T02:30:58Z"}