{
"geoblacklight_version": "1.0",
"dc_identifier_s": "AA368464-2642-4388-9F88-D6F0B9D337C8",
"dc_title_s": "Transportation Planning Planned Roads City of Madison, WI 2022",
"dc_description_s": "This data layer represents planned streets for the City of Madison, Wisconsin in 2022. [Dane County Road Centerlines with MPO attributes designed for Transportation Planning purposes. MPO attributes listed below, remaining are DCLIO attributes. Last Reconciliation with DCLIO 7/29/2020.Bike Suitability (BIKERANK) Rural road bike suitability rankings.G Rural - Most SuitableH Rural - May be SuitableI Rural - Least SuitableU For roads within the Madison urban area refer to the BLOS study competed by MATPB in 2014. Local rural roads are not evaluated.Current Roadway Functional Class (FAC2004) Current Functional Class as defined by MATPB and WisDOT.1 Principal Arterials - Interstate2 Principal Arterials - Other Freeways3 Principal Arterials - Other4 Minor Arterials5 Collectors - Urban6 Local7 Collectors - Major, Rural8 Collector - Minor, Rural9 Private RoadSidewalk (Sidewalk) Expected presence of sidewalk on roadway0 Urban streets with no sidewalk or path1 Urban streets with sidewalk or path on one side only2 Urban streets with sidewalk or path on both sides10 Urban streets with no sidewalk, but sidewalk is not expected11 Urban streets with sidewalk or path on one side only, but sidewalk is not expected on both sides20 Rural streets and highways with no sidewalk21 Rural streets and highways with sidewalk or path on one side only22 Rural streets and highways with sidewalk or path on both sides9 Sidewalk status is unknown or does not applyTruck Route (TRCK_RTE) Truck RouteL Truck RouteR Regional Truck RouteN No Truck RouteUpdated (Updated) Internal use only.DIR_INDC (DIR_INDC) Primary Direction Indicator. Main purpose of this code is to avoid duplicating roadway mileage calculations by excluding segments coded as Opposite.On Street Type (On_Type) Existing on-street facility.Bike Lane (BL)Bike Lane – Contraflow (BLC)Bike Lane – Buffered (BLB)Bus Lane – Bikes Allowed (BUL)Local Street – Bike Boulevard (LSB)Local Street – Connecting Route (LSC)Shoulder 3’ (SH3)Shoulder 4’+ (SH4)Shoulder Not Recommended (SHX)None (N)Other (OT)Protected Bike Lane (PT)Bike Functional Class (BfuncClass) Functional Classification of bike facilityPrimary (P)Secondary (S)None (N)On Street Type Plan Status (Status) Refers to Planned On Street Type.Programmed (PRG)Planned – Feasible (PLF)Planned – Obstacles (PLO)Conceptual (CONC)Under Construction (UC)Year (Year) General year the bike facility came into existence.Jurisdiction (Jurisdiction) Maintaining organization. Public or private. Blank entry assumed public.Bike Lane Width (BikeLnWdth)Signed (Signed) Signed Bike Routes or wayfinding signs.Lighting (Lighting) Lighting along bike facility.Source (Source) Source of bike/pedestrian facility data - paper map, ortho photo, etc.Carto1 (Carto1) Internal useOn Street Type Planned (On_TypeP) Planned On-Street FacilityBike Lane (BL)Bike Lane – Contraflow (BLC)Bike Lane – Buffered (BLB)Bus Lane – Bikes Allowed (BUL)Local Street – Bike Boulevard (LSB)Local Street – Connecting Route (LSC)Shoulder 3’ (SH3)Shoulder 4’+ (SH4)Shoulder Not Recommended (SHX)None (N)Other (OT)Protected Bike Lane (PT)Bike Functional Class Planned (BfunClassP) Bike Functional Class PlannedPrimary (P)Secondary (S)None (N)MPO_Speed (MPO_Speed) Posted speed limits. Temporary field until corrections made by DCLIO.MPO_Lanes (MPO_Lanes) Number of through lanes per direction. For example, a two-way local road is 1 lane per direction. Turn lanes that do not continue through to the next intersection are not counted. Bus lanes are counted. Lane counts reflect off-peak lanes only (peak period lanes used for parking during off-peak hours are not counted as travel lanes).Median (Median) For Bike LTS calculation only.Width Outside Shoulder (Wos) For Bike LTS calculation only.Parking (Parking) For Bike LTS calculation only.LTS_Approach (LTS_Appr) For Bike LTS calculation only.NHS (NHS) National Highway System.I NHS InterstateH NHS HighwayC NHS IntermodalN Non NHS]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "AA368464-2642-4388-9F88-D6F0B9D337C8",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2024-06-25T15:24:28Z",
"dc_format_s": "Shapefile",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["City of Madison - Metropolitan Planning Organization (MPO)"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Transportation"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2022"],
"solr_year_i": 2022,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/Madison_City_Transportation_Planning_Planned_Roads_2022.zip\",\"http://schema.org/url\":\"https://data-cityofmadison.opendata.arcgis.com/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/Madison_City_Transportation_Planning_Planned_Roads_2022.xml\"}",
"solr_geom": "ENVELOPE(-89.760171, -89.166757, 43.267196, 42.886505)",
"uw_supplemental_s": "Archived dataset at UW-Madison. For the most current version of this data please visit: https://data-cityofmadison.opendata.arcgis.com/",
"uw_notice_s": ""
}