{
"geoblacklight_version": "1.0",
"dc_identifier_s": "B24C8AAF-1797-4B19-A85C-FD1BD56443D4",
"dc_title_s": "Roads and ROW Manitowoc County, WI 2023",
"dc_description_s": "This data represents roads and Right Of Ways (ROW) for Manitowoc County, Wisconsin in 2023 and includes the layers 'MANITOWOC_ROADS_2023' and 'MANITOWOC_ROW_2023'.[Roads: Centerline is a linear feature class that represents roads in Manitowoc County, Wisconsin. It contains the low-to-high address ranges for both the left and right sides of roads. This feature class may contain actual high and low or theoretical high and low addresses depending on how the municipality reported their values. ROW: The parcel data set delineates the tax parcels and associated annotation in Manitowoc County, Wisconsin. Each parcel is attributed with the County's parcel identification number (PIN). The PIN is used to relate parcels to tax listing databases. Parcel boundaries were derived from a variety of sources including GPS control, Manitowoc County digital orthophotography (DOP), an adjusted version of the WDNR LandNet, scanned/registered tax parcel assessment sheets, legal descriptions, certified survey maps (CSMs), subdivision plats, and road centerlines and hydrology developed from DOPs. These source materials were of several different scales and were from dates ranging from the early 1930's to present. Parcels were mapped to fit within Manitowoc County's Public Land Survey System grid using coordinate geometry (COGO) or screen digitizing. (Note: The County does not map parcels in the City of Manitowoc and they are not included in this data set).]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "B24C8AAF-1797-4B19-A85C-FD1BD56443D4",
"layer_geom_type_s": "Mixed",
"layer_modified_dt": "2023-04-11T15:41:49Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Coastal"],
"dc_creator_sm": ["Manitowoc County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Transportation"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2023"],
"solr_year_i": 2023,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/MANITOWOC_ROADS_ROW_2023.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/MANITOWOC_ROADS_ROW_2023.xml\"}",
"solr_geom": "ENVELOPE(-88.095599, -87.50773, 44.345874, 43.876029)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.",
"uw_notice_s": ""
}