{
"geoblacklight_version": "1.0",
"dc_identifier_s": "45A32A75-8F39-4BD8-B5C8-14857CDF705B",
"dc_title_s": "PSAP Service Area Boundaries Rock County, WI 2020",
"dc_description_s": "[The City shapefile depicts municipal and town boundaries within Rock County. The dataset is updated when annexations occur. This dataset is for Rock County 911 Communications Center purposes only. The Rock County 911 Communications Center does not warranty the completeness, accuracy, content or fitness for any particular purpose or use of the dataset, nor are any such warranties to be implied or inferred with respect to the dataset as is. The Rock County 911 Communications Center is not liable for any deficiencies in the completness, accuracy, content, or fitness for any particular purpose or use the dataset, or applications utilizing the dataset, provided by any third party.] This data layer represents 911 Public Safety Answering Point (PSAP) service area boundaries in Rock county, Wisconsin in 2020. According to the National Emergency Number Association (NENA), a Public Safety Answering Point (PSAP) is a facility equipped and staffed to receive 9-1-1 calls. The service area is the geographic area within which a 911 call placed using a landline is answered at the associated PSAP.",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "45A32A75-8F39-4BD8-B5C8-14857CDF705B",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2022-01-22T20:12:43Z",
"dc_format_s": "Shapefile",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Rock County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Boundaries"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2020"],
"solr_year_i": 2020,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Rock_PSAP_2020.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Rock_PSAP_2020.xml\"}",
"solr_geom": "ENVELOPE(-89.37271, -88.769084, 42.862505, 42.491728)",
"uw_supplemental_s": "This is an archived copy of data held at UW-Madison.",
"uw_notice_s": ""
}