{
"geoblacklight_version": "1.0",
"dc_identifier_s": "A2B11A46-9B56-4187-8B60-A2C0DF6D193B",
"dc_title_s": "St. Louis River Habitat Map orthomosaic drone imagery, Minnesota and Wisconsin 2024",
"dc_description_s": "This collection of orthomosiacs were produced by the University of Minnesota's Natural Resources Research Institute for the National Estuarine Research Reserve System (NERRS) mapping project, led by a collaboration between the Lake Superior Reserve, the University of Wisconsin-Madison State Cartographer's Office, and U-Spatial at the University of Minnesota. The purpose of the UAV flights was to gather high resolution imagery for certain locations within the St. Louis River Estuary to assist with vegetation class identification.The source imagery for the raster (TIFF format) mosaics were collected in August and September 2024 (flight dates below) with the WingtraOne Gen2 fixed-wing drone equipped with the Sony a6100 RGB camera or MicaSense RedEdge-P multispectral (MSP) camera. All flights occurred under fully cloudy conditions except for the final flight day (Nemadji RGB). MSP imagery collection was prioritized. Spectral bands collected include red, green, blue, red-edge, near infrared, and panchromatic. With the multispectral camera, the drone was flown at an altitude of 386 feet, resulting in a ground sampling distance of 3.7 cm. With the RGB camera, the drone was flown at an altitude of 394 feet, resulting in a ground sampling distance of 2.2 cm. PPK service provided by MNCors was utilized for accuracy corrections.Imagery were orthorectified and mosaicked using Pix4DFields mapping software. Pix4DFields was also used to calculate the normalized vegetation difference index (NDVI) and surface model elevation (meters above mean sea level) rasters.",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "A2B11A46-9B56-4187-8B60-A2C0DF6D193B",
"layer_geom_type_s": "Raster",
"layer_modified_dt": "2025-07-01T16:11:47Z",
"dc_format_s": "Raster Dataset",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Coastal"],
"dc_creator_sm": ["Wisconsin State Cartographer's Office"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Biota","Environment","Imagery and Base Maps"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2024"],
"solr_year_i": 2024,
"dct_references_s": "{\"http://schema.org/url\":\"https://nerrssciencecollaborative.org/project/Veregin23/\",\"https://openindexmaps.org\":\"https://web.s3.wisc.edu/rml-gisdata/indexes/StLouis_River_Habitat_NERRS_UAV.geojson\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/St_Louis_River_Habitat_Orthoimagery.xml\"}",
"solr_geom": "ENVELOPE(-92.3, -91.9, 46.8, 46.6)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison",
"uw_notice_s": ""
}