{
"geoblacklight_version": "1.0",
"dc_identifier_s": "353C9B41-43A9-4B71-953E-A550AC144F75",
"dc_title_s": "Building Sites Taylor County, WI 2023",
"dc_description_s": "This data represents buildings for Taylor County, Wisconsin in 2023.[Buildings represent a collection of points spatially located over the main building for any given address. For the most part, in urban areas, there is not a building point located unless the main building would not be physically visible from the road. The data was developed to only show the main structure for a given address, meaning that there is only one building point per address . In the case of duplexes or multi-family structures additional building points and site access points are added. By only having one building point per address and one site access point, a one to one relationship is maintained with the site access point.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "353C9B41-43A9-4B71-953E-A550AC144F75",
"layer_geom_type_s": "Point",
"layer_modified_dt": "2023-03-20T16:31:30Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Taylor County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Structure"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2023"],
"solr_year_i": 2023,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/TAYLOR_BUILDINGS_2023.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/TAYLOR_BUILDINGS_2023.xml\"}",
"solr_geom": "ENVELOPE(-90.927437, -90.042029, 45.382674, 45.030238)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. [This data set was created as a foundational element for the Taylor County Land Information System. The building feature class provides a digital representation of all address building locations within Taylor County and is to be used in conjunction with developed digital road centerline, site access, and driveway feature classes. The building feature class was intended to be used to enhance addressing information within the County.]",
"uw_notice_s": ""
}