{
"geoblacklight_version": "1.0",
"dc_identifier_s": "7F183B7D-2B4B-4B68-80A6-82906F6D9F81",
"dc_title_s": "Modeled Monthly Temperature Metrics (RCP 8.5), Wisconsin 2081-2100",
"dc_description_s": "This raster dataset contains a simplified version of the probabilistic downscaled climate modeling data produced by the Wisconsin Initiative on Climate Change Impacts' (WICCI) Climate Working Group. This dataset contains several temperature metrics averaged by month across a 20-year period from 2081-2100 for the Representative Concentration Pathway (RCP) 8.5 model. These metrics include average maximum temperature, average minimum temperature, and inter-model standard deviation for both minimum and maximum temperature. In addition, the data includes the estimated number of days per month that meet commonly used thresholds: the days where the maximum temperature exceeds 90 F, 95 F, or 100 F; the days where the minimum temperature exceeds 70 F or falls below 32 F or 0 F; and the 'comfortable' days where the maximum temperature lies between 70 and 85 F. The spatial resolution of the data is 0.1 x 0.1 degrees (approximately 6x6 miles on the ground). More details about the original data this is derived from can be found at https://registry.opendata.aws/noaa-uwpd-cmip5/ and the WICCI's two climate assessment reports from 2011 and 2021 (available at https://wicci.wisc.edu/). The python code used to produce this simplified version is available at https://github.com/TheGeographer/DownscaledClimateData. A how-to video on using this data is available from GeoData@Wisconsin: https://geodata.wisc.edu/pages/videos.",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "7F183B7D-2B4B-4B68-80A6-82906F6D9F81",
"layer_geom_type_s": "Raster",
"layer_modified_dt": "2023-03-08T17:04:50Z",
"dc_format_s": "Multiple Formats",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Climate", "Statewide", "Coastal"],
"dc_creator_sm": ["Dr. Eric Compas, University of Wisconsin-Whitewater"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Atmospheric Sciences","Environment","Geoscientific Information","Health","Planning and Cadastral"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2081-2100"],
"solr_year_i": 2023,
"dct_references_s": "{\"http://schema.org/downloadUrl\":[{\"url\": \"https://gisdata.wisc.edu/public/temp_rcp85_2081-2100_monthly.crf.zip\", \"label\": \"Cloud Raster Format\"},{\"url\":\"https://gisdata.wisc.edu/public/temp_rcp85_2081-2100_monthly_nc.zip\",\"label\": \"NetCDF\"}],\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/temp_rcp85_2081-2100_monthly.crf.xml\"}",
"solr_geom": "ENVELOPE(-92.950002, -86.750006, 47.149998, 42.350002)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For detailed variable definitions please review the full data dictionary: https://gisdata.wisc.edu/public/metadata/includes/WI_Downscaled_Climate_Data_Dictionary_Temp.pdf In addition, please refer to the Downscaled Climate Data User Guide for more information about how to view and analyze these data: https://gisdata.wisc.edu/public/metadata/includes/Guide_to_using_downscaled_climate_data.pdf  (The user guide and data dictionary are also included with individual file downloads) Disclaimer: These projections are being made available by the Wisconsin Initiative on Climate Change Impacts (WICCI) to provide broader public access to the downscaled climate data used in WICCI reports and analysis. WICCI believes the information to be correct representations of potential high-resolution climate/hydrologic variations and changes subject to the limitations of the CMIP5 global climate simulations, the downscaling methods and their limitations, and the aggregation procedures used to summarize this data. However, human and calculation errors remain possibilities. Therefore, WICCI does not guarantee the accuracy, completeness, timeliness, or correct sequencing of the information. Also, WICCI and its Workgroup members shall not be responsible for any errors or omissions, or for the use or results obtained from this information.",
"uw_notice_s": ""
}