{"geoblacklight_version": "1.0", "dc_identifier_s": "367B52FB-6AEC-47F9-978D-29D1876AF057", "dc_title_s": "Census Blocks with Redistricting Data, Wisconsin 2020", "dc_description_s": "This layer contains block level 2020 Decennial Census redistricting data as reported by the U.S. Census Bureau for Wisconsin. The attributes come from the 2020 Public Law 94-171 (P.L. 94-171) tables.", "dc_rights_s": "Public", "dct_provenance_s": "UW-Madison Robinson Map Library", "layer_id_s": "", "layer_slug_s": "367B52FB-6AEC-47F9-978D-29D1876AF057", "layer_geom_type_s": "Polygon", "dc_format_s": "Geodatabase", "dc_language_s": "English", "dct_isPartOf_sm": [], "dc_creator_sm": ["Environmental Systems Research Institute, Inc. (Esri)"], "dc_publisher_sm": "", "dc_type_s": "Dataset", "dc_subject_sm": ["Boundaries", "Society"], "dct_spatial_sm": [], "dct_issued_s": "", "dct_temporal_sm": ["2020"], "solr_year_i": 2020, "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/WI_CensusBlocks_RedistrictingData_2020.zip\",\"http://schema.org/url\":\"https://www.arcgis.com/home/item.html?id=a491650ec7e544fbb0ad41a8d7ba1e6f\", \"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/WI_CensusBlocks_RedistrictingData_2020.xml\"}", "solr_geom": "ENVELOPE(-92.889441, -86.249554, 47.309831, 42.491728)", "uw_supplemental_s": "This is an archived dataset at UW-Madison. [Each attribute maintains its specified name from Census, but also has a descriptive alias name and long description derived from the technical documentation provided by the Census. The following alterations have been made to the tabular data: Joined all tables to create one wide attribute table:P1 - RaceP2 - Hispanic or Latino, and not Hispanic or Latino by RaceP3 - Race for the Population 18 Years and OverP4 - Hispanic or Latino, and not Hispanic or Latino by Race for the Population 18 Years and OverH1 - Occupancy Status (Housing)P5 - Group Quarters Population by Group Quarters Type (correctional institutions, juvenile facilities, nursing facilities/skilled nursing, college/university student housing, military quarters, etc.)Header; After joining, dropped fields: FILEID, STUSAB, CHARITER, CIFSN, LOGRECNO, GEOVAR, GEOCOMP, LSADC; GEOCOMP was renamed to GEOID and moved be the first column in the table, the original GEOID was dropped; Placeholder fields for future legislative districts have been dropped: CD118, CD119, CD120, CD121, SLDU22, SLDU24, SLDU26, SLDU28, SLDL22, SLDL24 SLDL26, SLDL28; P0020001 was dropped, as it is duplicative of P0010001. Similarly, P0040001 was dropped, as it is duplicative of P0030001; In addition to calculated fields, County_Name and State_Name were added.The following calculated fields have been added: PCT_P0030001: Percent of Population 18 Years and OverPCT_P0020002: Percent Hispanic or LatinoPCT_P0020005: Percent White alone, not Hispanic or LatinoPCT_P0020006: Percent Black or African American alone, not Hispanic or LatinoPCT_P0020007: Percent American Indian and Alaska Native alone, not Hispanic or LatinoPCT_P0020008: Percent Asian alone, Not Hispanic or LatinoPCT_P0020009: Percent Native Hawaiian and Other Pacific Islander alone, not Hispanic or LatinoPCT_P0020010: Percent Some Other Race alone, not Hispanic or LatinoPCT_P0020011: Percent Population of Two or More Races, not Hispanic or LatinoPCT_H0010002: Percent of Housing Units that are OccupiedPCT_H0010003: Percent of Housing Units that are Vacant. Please note these percentages might look strange at the individual block level, since this data has been protected using differential privacy.**To protect the privacy and confidentiality of respondents, data has been protected using differential privacy techniques by the U.S. Census Bureau. This means that some individual blocks will have values that are inconsistent or improbable. However, when aggregated up, these issues become minimized. Esri published the layer online here: https://www.arcgis.com/home/item.html?id=a491650ec7e544fbb0ad41a8d7ba1e6f; the layer was downloaded county by county and appended to create a statewide layer.]", "uw_notice_s": "", "layer_modified_dt": "2024-01-18T02:30:59Z"}