{"geoblacklight_version": "1.0", "dc_identifier_s": "5C6BB752-A050-48F0-8DD7-0FB3958448E8", "dc_title_s": "County Seats (1M scale), Wisconsin 2021", "dc_description_s": "This point data layer represents the location of county seats in Wisconsin. [In the United States, a county seat is considered the administrative center for county units of government. This dataset is intended for the cartographic portrayal of Wisconsin county seats at a scale of a 1:1,000,000 or more. As such, it is not intended to represent the specific locations of county courthouses or any other county government facilities. From Wikipedia (accessed June 24, 2021): 'The city, town, or populated place that houses county government is known as the seat of its respective county. Generally, the county legislature, county courthouse, sheriff's department headquarters, hall of records, jail and correctional facility are located in the county seat, though some functions (such as highway maintenance, which usually requires a large garage for vehicles, along with asphalt and salt storage facilities) may also be located or conducted in other parts of the county, especially if it is geographically large.' In Wisconsin, the Wisconsin Blue Book: https://legis.wisconsin.gov/LRB/blue-book/ is the authoritative source of county seat information.Most county seats in Wisconsin are located in incorporated cities, towns, or villages. There are exceptions. For example, the Menominee County seat is Keshena, an unincorporated Census Designated Place (CDP). In situations where the county seat is a large civil town, the county seat point is placed at the approximate location of the county courthouse. In Burnett County, the county seat is often incorrectly listed as Siren. In fact, the county seat is the Town of Meenon. The confusion results from the county courthouse having a Siren postal address.This dataset was originally derived from the March 2021 Legislative Technology Services Bureau 'Cities, Towns, and Villages' geospatial data layer. A list of county seats created by the State Cartographer's Office was joined to the LTSB polygon boundary data, and then converted into points. For full processing details, see the lineage section of this metadata. To ensure the accuracy of this dataset, the individual records were validated against the Wisconsin Blue Book on June 24, 2021.]", "dc_rights_s": "Public", "dct_provenance_s": "UW-Madison Robinson Map Library", "layer_id_s": "", "layer_slug_s": "5C6BB752-A050-48F0-8DD7-0FB3958448E8", "layer_geom_type_s": "Point", "dc_format_s": "Shapefile", "dc_language_s": "English", "dct_isPartOf_sm": ["Statewide"], "dc_creator_sm": ["Wisconsin State Cartographer's Office"], "dc_publisher_sm": "", "dc_type_s": "Dataset", "dc_subject_sm": ["Location"], "dct_spatial_sm": [], "dct_issued_s": "", "dct_temporal_sm": ["2021"], "solr_year_i": 2021, "dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/WI_County_Seats_1M_2021.zip\",\"urn:x-esri:serviceType:ArcGIS#FeatureLayer\":\"https://services.arcgis.com/HRPe58bUyBqyyiCt/ArcGIS/rest/services/Wisconsin%20County%20Seats/FeatureServer/0\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/WI_County_Seats_1M_2021.xml\"}", "solr_geom": "ENVELOPE(-92.808302, -87.283661, 46.74079, 42.572214)", "uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.", "uw_notice_s": "", "layer_modified_dt": "2024-01-18T02:30:59Z"}