{
"geoblacklight_version": "1.0",
"dc_identifier_s": "288E2936-16ED-4413-985B-BA6E489D8DF2",
"dc_title_s": "Cropland Data Layer: Wisconsin 2023",
"dc_description_s": "The USDA National Agricultural Statistics Service (NASS) Cropland Data Layer (CDL) is an annual raster, geo-referenced, crop-specific land cover data layer produced using satellite imagery and extensive agricultural ground reference data. The program began in 1997 with limited coverage and in 2008 forward expanded coverage to the entire Continental United States. Please note that no farmer reported data are derivable from the Cropland Data Layer. The 2008 to current CDLs have a spatial resolution of 30 meters and were produced using moderate spatial resolution satellite imagery. The current program uses Landsat 8 and 9 OLI/TIRS and ESA SENTINEL-2A and -2B collected throughout the growing season. Past years of CDL have used other satellite-based sensors such as Landsat 5 and 7, ISRO ResourceSat-2 LISS-3, IRS AWiFS, Diemos-1 and UK-DMC-2, and MODIS 16-Day NDVI Composite. Some CDL states used additional ancillary inputs to supplement and improve the land cover classification including historical CDL data, the United States Geological Survey (USGS) National Elevation Dataset (NED), USDA National Resources Conservation Service (NRCS) National Commodity Crop Productivity Index (NCCPI), and the most current versions of the USGS National Land Cover Database imperviousness and the tree canopy data layers. Agricultural training and validation data are derived from the Farm Service Agency (FSA) Common Land Unit (CLU) Program. Some CDL states incorporate additional crop-specific ground reference obtained from the following non-FSA sources which are detailed in the 'Lineage' Section of this metadata: US Bureau of Reclamation, NASS Citrus Data Layer (internal use only), California Department of Water Resources, Florida Department of Agriculture and Consumer Services Office of Agricultural Water Policy, Cornell University grape/vineyard data, Oregon State University tree crop and vineyard data, Utah Department of Water Resources, and Washington State Department of Agriculture. The most current version of the NLCD is used as non-agricultural training and validation data.",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "288E2936-16ED-4413-985B-BA6E489D8DF2",
"layer_geom_type_s": "Raster",
"layer_modified_dt": "2025-02-06T17:03:36Z",
"dc_format_s": "GeoTIFF",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide"],
"dc_creator_sm": ["U.S. Department of Agriculture"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Farming","Environment","Imagery and Base Maps"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2023"],
"solr_year_i": 2023,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/WI_CDL_2023.zip\",\"http://schema.org/url\":\"https://croplandcros.scinet.usda.gov/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/WI_CDL_2023.xml\"}",
"solr_geom": "ENVELOPE(-92.964163, -86.709691, 47.078351, 42.457926)",
"uw_supplemental_s": "Please visit the CDL FAQs and metadata webpages at https://www.nass.usda.gov/Research_and_Science/Cropland/SARS1a.php to view a complete list of imagery, ancillary inputs, and ground reference used for a specific state and year.",
"uw_notice_s": ""
}