{
"geoblacklight_version": "1.0",
"dc_identifier_s": "89F3084B-3EFB-409C-9E49-A435389DE86A",
"dc_title_s": "Great Lakes Shoreline (CUSP), Wisconsin 2024",
"dc_description_s": "This data represents Great Lakes Shoreline (CUSP) for Wisconsin in 2024. [Shoreline is a dynamic interface between land and water. The cartographic depiction of shoreline is a representation at the time of survey. Continually Updated Shoreline Product (CUSP) provides the most up-to-date shoreline of the United States and its territories. CUSP will identify the most up-to-date surveys for inclusion, employ state-of-the-art technology for cartographic review, attribute shoreline features, and develop a strategy to replace shoreline as it becomes available. CUSP is a separate product from the project-based national shoreline mapped by the National Geodetic Survey (NGS). The national shoreline from the Coastal Mapping Program provides accurate tidal referenced shoreline, aids to navigation, hazards to navigation, and associated cultural and topographic reference data primarily for nautical chart applications. CUSP will only include shoreline and alongshore features that represent shoreline (groin, breakwater, and jetty). CUSP has less stringent data acquisition requirements and quality control measures compared to the Coastal Mapping Program's National Shoreline. Where applicable, CUSP will reference a mean high water shoreline based on vertical (VDatum) modeling or image interpretation using water level stations and/or shoreline indicators. CUSP is built upon contemporary NGS's National Shoreline which comprises approximately one-third of our nation's shoreline and focuses primarily on the most navigational significant areas. CUSP uses and incorporates both NOAA and non-NOAA contemporary sources (Lidar, imagery, and external shoreline vectors) to replace shoreline areas of older vintage. Shoreline continues to be reviewed with contemporary imagery and additional data is being included with the goal of providing a continuous shoreline of our nation and its territories. For additional information, please see the CUSP One Pager.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "89F3084B-3EFB-409C-9E49-A435389DE86A",
"layer_geom_type_s": "Line",
"layer_modified_dt": "2024-07-01T17:41:44Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Coastal"],
"dc_creator_sm": ["NOAA National Geodetic Survey"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Boundaries"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2024"],
"solr_year_i": 2024,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_Great_Lakes_Shoreline_2024.zip\",\"http://schema.org/url\":\"https://shoreline.noaa.gov/\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_Great_Lakes_Shoreline_2024.xml\"}",
"solr_geom": "ENVELOPE(-92.292301,-86.763918,47.080727,42.492392)",
"uw_supplemental_s": "",
"uw_notice_s": ""
}