{
"geoblacklight_version": "1.0",
"dc_identifier_s": "7A33C90D-5AF1-42AA-8295-208BC756E53B",
"dc_title_s": "Hydro Watersheds(10-digit), WI 2022",
"dc_description_s": "This data represents hydro watershed boundary (10-digit) for Wisconsin in 2022.The Watershed Boundary Dataset (WBD) is a comprehensive aggregated collection of hydrologic unit data consistent with the national criteria for delineation and resolution. It defines the areal extent of surface water drainage to a point except in coastal or lake front areas where there could be multiple outlets as stated by the Federal Standards and Procedures for the National Watershed Boundary Dataset (WBD) “Standard” (https://pubs.er.usgs.gov/publication/tm11A34). Watershed boundaries are determined solely upon science-based hydrologic principles, not favoring any administrative boundaries or special projects, nor particular program or agency. This dataset represents the hydrologic unit boundaries to the 10-digit level for all HUs coded as being entirely or partially contained in Wisconsin. At a minimum, the HUs are delineated at 1:24,000-scale in the conterminous United States, meeting the National Map Accuracy Standards (NMAS). Higher resolution boundaries are being developed where partners and data exist and will be incorporated back into the WBD. WBD data are delivered as a dataset of polygons and corresponding lines that define the boundary of the polygon. WBD polygon attributes include hydrologic unit codes (HUC), size (in the form of acres and square kilometers), name, downstream hydrologic unit code, type of watershed, non-contributing areas, and flow modifications. The HUC describes where the unit is in the country and the level of the unit. WBD line attributes contain the highest level of hydrologic unit for each boundary, line source information and flow modifications. Staff in the WI DNR GIS Section downloaded the National WBD from the USGS National Map Staged Products Directory on January 3rd, 2022. The USGS National WBD metadata indicates a Publication Date of 20220103. WI DNR staff extracted all HUs entirely or partially contained in Wisconsin, using information in the WBD STATES attribute. The data were then projected to the Wisconsin Transverse Mercator coordinate referencing system (WKID 3071). This feature class includes a subset of the original WBD attribute data. For information about the complete set of available WBD attributes, refer to the NATIONAL_WBD_GDB.xml metadata file on the USGS National Map Staged Products Directory.",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "7A33C90D-5AF1-42AA-8295-208BC756E53B",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2022-03-14T16:20:43Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide","Wisconsin State Agencies"],
"dc_creator_sm": ["Wisconsin Department of Natural Resources"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Inland Waters"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2022"],
"solr_year_i": 2022,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_Hydro_10digit_Watersheds_2022.zip\",\"http://schema.org/url\":\"https://data-wi-dnr.opendata.arcgis.com/datasets/wi-dnr::hydrologic-units-10-digit-watersheds/about\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_Hydro_10digit_Watersheds_2022.xml\"}",
"solr_geom": "ENVELOPE(-93.338361, -84.114981, 49.039896, 41.523691)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For access to the most current data available, please visit:https://data-wi-dnr.opendata.arcgis.com/datasets/wi-dnr::hydrologic-units-10-digit-watersheds/about",
"uw_notice_s": ""
}