{
"geoblacklight_version": "1.0",
"dc_identifier_s": "A0C11B79-9893-4CB2-A7B4-26B700D4F1BE",
"dc_title_s": "National Land Cover Database (NLCD), WI 2011",
"dc_description_s": "[The National Land Cover Database products are created through a cooperative project conducted by the Multi-Resolution Land Characteristics (MRLC) Consortium. The MRLC Consortium is a partnership of federal agencies (www.mrlc.gov), consisting of the U.S. Geological Survey (USGS), the National Oceanic and Atmospheric Administration (NOAA), the U.S. Environmental Protection Agency (EPA), the U.S. Department of Agriculture (USDA), the U.S. Forest Service (USFS), the National Park Service (NPS), the U.S. Fish and Wildlife Service (FWS), the Bureau of Land Management (BLM) and the USDA Natural Resources Conservation Service (NRCS). The success of NLCD over nearly two decades is credited to the continuing collaborative spirit of the agencies that make up the MRLC. NLCD 2011 is the most up-to-date iteration of the National Land Cover Database, the definitive Landsat-based, 30-meter resolution land cover database for the Nation. The data in NLCD 2011 are completely integrated with NLCD 2001 (2011 Edition) and NLCD 2006 (2011 Edition). For NLCD 2011, there are 5 primary data products: 1) NLCD 2011 Land Cover; 2) NLCD 2006/2011 Land Cover Change Pixels labeled with the 2011 land cover class; 3) NLCD 2011 Percent Developed Imperviousness; 4) NLCD 2006/2011 Percent Developed Imperviousness Change Pixels; and 5) NLCD 2011 Tree Canopy Cover provided by an MRLC partner - the U.S.D.A. Forest Service Remote Sensing Applications Center. In addition, ancillary metadata includes the NLCD 2011 Path/Row Index vector file showing the footprint of Landsat scenes and change analysis pairs used to derive 2006/2011 spectral change. All Landsat scene acquisition dates are included in the attribute table. Also, as part of the NLCD 2011 project, NLCD 2001 and 2006 land cover and impervious data products have been revised and reissued (2011 Edition) to provide full compatibility with the new NLCD 2011 products. NLCD Tree Canopy Cover was created using MRLC mapping zones from NLCD 2001 (see Tree Canopy Cover metadata for additional detail). All other NLCD 2011 products were created on a path/row basis and mosaicked to create a seamless national product. Questions about the NLCD 2011 land cover product can be directed to the NLCD 2011 land cover mapping team at the USGS/EROS, Sioux Falls, SD (605) 594-6151 or mrlc@usgs.gov.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "A0C11B79-9893-4CB2-A7B4-26B700D4F1BE",
"layer_geom_type_s": "Raster",
"layer_modified_dt": "2022-01-22T20:12:43Z",
"dc_format_s": "GeoTIFF",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide"],
"dc_creator_sm": ["U.S. Geological Survey"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Imagery and Base Maps"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2011"],
"solr_year_i": 2011,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/WI_NLCD_2011.zip\",\"http://schema.org/url\":\"http://www.mrlc.gov\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/WI_NLCD_2011.xml\"}",
"solr_geom": "ENVELOPE(-93.525089, -86.548089, 47.30547, 42.15905)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For access to the most current data for this county, please visit: [http://www.mrlc.gov]",
"uw_notice_s": ""
}