{
"geoblacklight_version": "1.0",
"dc_identifier_s": "7CE6A6AD-A5D7-4FFF-87E9-749493D31D3A",
"dc_title_s": "Public Library Systems, Wisconsin YE2022",
"dc_description_s": "This data represents boundaries for Public Library Systems within the state of Wisconsin at year's end in 2022. [This dataset includes the boundaries for Wisconsin's public library systems. Each state-funded system covers a specific region of the state and their boundaries are defined by existing county boundaries. Each system also has their own library board. The following is a list of the public library systems and the Wisconsin counties included in each. Bridges Library System: Jefferson and Waukesha counties; IFLS Library System: Barron, Chippewa, Dunn, Eau Claire, Pepin, Pierce, Price, Polk, Rusk, and St. Croix counties; Kenosha County Library System: Kenosha County; Manitowoc-Calumet Library System: Calumet and Manitowoc counties; Milwaukee County Federated Library System: Milwaukee County; Monarch Library System: Dodge, Ozaukee, Sheboygan, and Washington counties; Nicolet Federated Library System: Brown, Door, Florence, Kewaunee, Marinette, Menominee, Oconto, and Shawano counties; Northern Waters Library Service: Ashland, Bayfield, Burnett, Douglas, Iron, Sawyer, Vilas, and Washburn countiesOutagamie Waupaca Library System: Outagamie and Waupaca counties; Prairie Lakes Library System: Racine, Walworth, and Rock counties; Southwest Wisconsin Library System: Crawford, Grant, Iowa, Lafayette, and Richland counties; South Central Library System: Adams, Columbia, Dane, Green, Portage, Sauk, and Wood counties; Winding Rivers Library System: Buffalo, Jackson, Juneau, La Crosse, Monroe, Trempealeau, and Vernon counties; Winnefox Library System: Fond du Lac, Green Lake, Marquette, Waushara, and Winnebago counties; Wisconsin Valley Library Service: Clark, Forest, Langlade, Lincoln, Marathon, Oneida, and Taylor counties.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "7CE6A6AD-A5D7-4FFF-87E9-749493D31D3A",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2023-06-20T16:46:55Z",
"dc_format_s": "Shapefile",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide","Wisconsin State Agencies"],
"dc_creator_sm": ["Wisconsin Department of Public Instruction"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Boundaries"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2022"],
"solr_year_i": 2022,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/WI_Public_Library_Systems_YE2022.zip\",\"http://schema.org/url\":\"https://data-wi-dpi.opendata.arcgis.com/datasets/WI-DPI::public-library-systems-wisconsin-2019/about\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/WI_Public_Library_Systems_YE2022.xml\"}",
"solr_geom": "ENVELOPE(-92.964328, -86.666089, 47.083273, 42.456895)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.For access to the most current data available, please visit: https://data-wi-dpi.opendata.arcgis.com/datasets/WI-DPI::public-library-systems-wisconsin-2019/about",
"uw_notice_s": ""
}