{
"geoblacklight_version": "1.0",
"dc_identifier_s": "4ECFE8B4-CF90-443D-81E6-C43C9AF0049E",
"dc_title_s": "Special Education Post School Outcomes by County, WI 2021",
"dc_description_s": "This data represents the special education post school outcomes by county, Wisconsin in 2021. Indicator 14 helps us describe the further education and competitive employment experiences of youth with disabilities as they transition from high school to adult life. Data for Indicator 14 is collected through the Post School Outcomes survey. Data is for 2019-2020 Exiters. The Wisconsin Statewide Indicator 14 Survey focuses on youth with disabilities who exited high school with a diploma, a certificate of attendance, reached maximum age of eligibility for services, or dropped out of high school during the 2019-20 school year and have been out of school for one year. Indicator #14 of the Wisconsin State Performance Plan requires the state to report an unduplicated count of the percentage of youth who are no longer in secondary school, had Individualized Education Programs (IEPs) in effect at the time they left school, and were: Enrolled in higher education within one year of leaving high school; Enrolled in higher education or competitively employed within one year of leaving high school; Enrolled in higher education or in some other postsecondary education or training program; or competitively employed or in some other employment within one year of leaving high school. 20U.S.C1416(a)(3)(B)",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "4ECFE8B4-CF90-443D-81E6-C43C9AF0049E",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2022-03-22T18:39:58Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide","Wisconsin State Agencies"],
"dc_creator_sm": ["Wisconsin Department of Public Instruction"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Boundaries"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2021"],
"solr_year_i": 2021,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_SpecialEd_PostSchool_Outcomes_2021.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_SpecialEd_PostSchool_Outcomes_2021.xml\"}",
"solr_geom": "ENVELOPE(-92.964428, -86.666224, 47.083186, 42.456923)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison",
"uw_notice_s": ""
}