{
"geoblacklight_version": "1.0",
"dc_identifier_s": "F49ABFA5-4D22-4ADD-BAB9-395904FAE2E2",
"dc_title_s": "Unified School Districts, Wisconsin 2023",
"dc_description_s": "This data represents boundaries for unified school district boundaries within the state of Wisconsin in 2023. [This dataset includes boundaries for unified school district boundaries within the state of Wisconsin. By law, all territory in the state must be included within a public school district. The US Census Bureau identifies three types of school districts. Unified school districts serve children of all grade levels, Elementary primarily serve students in the elementary grades, and Secondary primarily serve children in grades 9-12. Out of 421 school districts in Wisconsin, 368 are considered unified districts. This layer is an aggregate of county-submitted data for school district boundaries based on 2019 tax parcel data. Boundaries for this layer may vary greatly in areas compared to the 2017, 2018, and 2019 layers. Please refer to the Lineage section for more information on these boundary changes.Each year, there is a chance for reorganizations to take place that either transfer territory between school districts or consolidate/dissolve/create districts. These reorganizations go into effect on July 1st of each year. In 2021, there were six (6) reorganizations that involved unified school districts. The reorganizations took place in Dane, Marathon, and St. Croix counties. Transfers of territory took place between the following pairs of districts: Merrill Area and Athens, DeForest Area and Madison Metropolitan, Middleton-Cross Plains Area and Madison Metropolitan, and Somerset and Hudson. Please refer to the property transfer log for more information.This is not an official authoritative statewide dataset for unified school district boundaries nor does one exist for Wisconsin. The boundaries reflect tax parcel data submitted by Wisconsin counties in January of each year. These boundaries are updated annually around July 1 to reflect boundary changes from the reorganization process and as needed throughout the rest of the year.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "F49ABFA5-4D22-4ADD-BAB9-395904FAE2E2",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2024-03-07T21:06:06Z",
"dc_format_s": "Shapefile",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide","Wisconsin State Agencies"],
"dc_creator_sm": ["Wisconsin Department of Public Instruction"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Boundaries"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2023"],
"solr_year_i": 2023,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_Unified_School_Districts_2023.zip\",\"http://schema.org/url\":\"https://data-wi-dpi.opendata.arcgis.com/datasets/WI-DPI::unified-school-districts-wisconsin-/about\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_Unified_School_Districts.xml\"}",
"solr_geom": "ENVELOPE(-92.964328, -86.666089, 47.083273, 42.456895)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.In 2022, there were seven (7) reorganizations that involved unified school districts. The reorganizations took place in Adams, Dane, Marathon, and Waukesha counties. Transfers of territory took place between the following pairs of districts: Adams-Friendship Area and Westfield, Wausau and Marathon City, Middleton-Cross Plains Area and Madison Metropolitan, Waukesha and Elmbrook, and Hamilton and Menomonee Falls. Please refer to the property transfer log for more information. In 2021, there were six (6) reorganizations that involved unified school districts. The reorganizations took place in Dane, Marathon, and St. Croix counties. Transfers of territory took place between the following pairs of districts: Merrill Area and Athens, DeForest Area and Madison Metropolitan, Middleton-Cross Plains Area and Madison Metropolitan, and Somerset and Hudson. In 2020, there were six (6) reorganizations that involved unified school districts. The reorganizations took place in Dane, St. Croix, and Waukesha counties. Transfers of territory took place between the following pairs of districts: Mineral Point and Iowa-Grant; Norris and Mukwonago; Middleton-Cross Plains and Madison Metropolitan; New Richmond and Somerset; and Middleton-Cross Plains and Wisconsin Heights. In 2019 there were eleven (11) reorganizations that involved unified school districts. The reorganizations took place in Calumet, Dane, Eau Claire, Iowa, La, Crosse, St. Croix, and Winnebago counties. Transfers of territory took place between the following pairs of districts: In 2018, there were twelve (12) reorganizations that involved unified school districts. The reorganizations took place in Dane, Fond du Lac, Iron, Iowa, La, Crosse, Polk, St. Croix, and Washington counties. Transfers of territory took place between the following pairs of districts: Turtle Lake and Amery; Hurley (unified) and Lakeland UHS (secondary) / North Lakeland (elementary); West Salem and La Crosse; Waupun and Rosendale-Brandon; Middleton Cross-Plains and Madison Metropolitan; Osceola and Somerset; Mineral Point and PecatonicaFor access to the most current data available, please visit: https://data-wi-dpi.opendata.arcgis.com/datasets/WI-DPI::unified-school-districts-wisconsin-",
"uw_notice_s": ""
}