{
	"geoblacklight_version": "1.0",
	"dc_identifier_s": "D0C11F12-5FBE-4E94-89EE-A95169F5F172",
	"dc_title_s": "Unified School Districts, Wisconsin 2019",
	"dc_description_s": "This dataset includes boundaries for unified school district boundaries within the state of Wisconsin. By law, all territory in the state must be included within a public school district. The US Census Bureau identifies three types of school districts. Unified school districts serve children of all grade levels, Elementary primarily serve students in the elementary grades, and Secondary primarily serve children in grades 9-12. Out of 421 school districts in Wisconsin, 368 are considered unified districts.This layer is an aggregate of county-submitted data for school district boundaries.Each year, there is a chance for reorganizations to take place that either transfer territory between school districts or consolidate/dissolve/create districts. These reorganizations go into effect on July 1st of each year. In 2019 there were eleven (11) reorganizations that involved unified school districts. The reorganizations took place in Calumet, Dane, Eau Claire, Iowa, La, Crosse, St. Croix, and Winnebago counties. Transfers of territory took place between the following pairs of districts:Lodi and Sauk Prairie; West Salem and La Crosse; River Valley and Dodgeville; Hudson and River Falls; Stockbridge and Chilton; Eau Claire and Elk Mound; and Omro and Oshkosh.Please refer to the property transfer logfor more information.",
	"dc_rights_s": "Public",
	"dct_provenance_s": "UW-Madison Robinson Map Library",
	"layer_id_s": "",
	"layer_slug_s": "D0C11F12-5FBE-4E94-89EE-A95169F5F172",
	"layer_geom_type_s": "Polygon",
	"layer_modified_dt": "2022-01-22T20:12:43Z",
	"dc_format_s": "Shapefile",
	"dc_language_s": "English",
	"dct_isPartOf_sm": [
		"Statewide",
		"Wisconsin State Agencies"
	],
	"dc_creator_sm": [
		"Wisconsin Department of Public Instruction"
	],
	"dc_publisher_sm": "",
	"dc_type_s": "Dataset",
	"dc_subject_sm": [
		"Boundaries"
	],
	"dct_spatial_sm": [],
	"dct_issued_s": "",
	"dct_temporal_sm": [
		"2019"
	],
	"solr_year_i": 2019,
	"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_Unified_School_Districts_2019.zip\",\"http://schema.org/url\":\"https://dpi.wi.gov/wise/gis-maps\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_Unified_School_Districts_2019.xml\"}",
	"solr_geom": "ENVELOPE(-92.964328, -86.666089, 47.083273, 42.456895)",
	"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison. For more information and most current data please visit: https://data-wi-dpi.opendata.arcgis.com/ [In 2019 there were eleven (11) reorganizations that involved unified school districts. The reorganizations took place in Calumet, Dane, Eau Claire, Iowa, La, Crosse, St. Croix, and Winnebago counties. Transfers of territory took place between the following pairs of districts: In 2018, there were twelve (12) reorganizations that involved unified school districts. The reorganizations took place in Dane, Fond du Lac, Iron, Iowa, La, Crosse, Polk, St. Croix, and Washington counties. Transfers of territory took place between the following pairs of districts: Turtle Lake and Amery; Hurley (unified) and Lakeland UHS (secondary) / North Lakeland (elementary); West Salem and La Crosse; Waupun and Rosendale-Brandon; Middleton Cross-Plains and Madison Metropolitan; Osceola and Somerset; Mineral Point and Pecatonica]",
	"uw_notice_s": ""
}