{
"geoblacklight_version": "1.0",
"dc_identifier_s": "B87DCEF8-720F-42C8-92A2-FC99ADB57C6C",
"dc_title_s": "Building Footprints Winnebago County, WI 2025",
"dc_description_s": "This data represents building footprints for Winnebago County, Wisconsin in 2025. [Building Footprint index for Winnebago County, Wisconsin. This was derived from aerial photography and building permits. In 1991 Aero-Metric Engineering, Inc. stereo digitized initially all of the building footprints within Winnebago County for the WINGS Project. After 1991 the building footprints were entered into the WINGS Project by student interns, the part-time GIS employee and the Planning secretary. Building footprints were heads-up digitized from aerial photography and site plan maps from the Zoning Permits were used to capture the building footprints into individual files and then re-indexed to one countywide file. Color symbology of orange was assigned to building footprints that were entered in from the site plan maps that were included with the Zoning (Building) Permits that were on file with the Winnebago County Zoning Office. Color symbology of brown was assigned to building footprints that were heads-up digitized from aerial photography and did not have a Zoning (Building) Permit on file in the Winnebago County Zoning Office.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "B87DCEF8-720F-42C8-92A2-FC99ADB57C6C",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2025-05-06T19:27:35Z",
"dc_format_s": "Geodatabase",
"dc_language_s": "English",
"dct_isPartOf_sm": [],
"dc_creator_sm": ["Winnebago County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Structure"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2025"],
"solr_year_i": 2025,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://web.s3.wisc.edu/rml-gisdata/WINNEBAGO_BUILDINGS_2025.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/WINNEBAGO_BUILDINGS_2025.xml\"}",
"solr_geom": "ENVELOPE(-88.887921, -88.404291, 44.244448, 43.892943)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.",
"uw_notice_s": ""
}