{
"geoblacklight_version": "1.0",
"dc_identifier_s": "EB5C543F-E063-4F21-8AEB-1C56E0B480D9",
"dc_title_s": "Land Use Manitowoc County, WI  2009",
"dc_description_s": "This polygon data layer represents land use for Manitowoc County, Wisconsin in 2009.[Land use inventory of Manitowoc County, Wisconsin. The inventory was conducted by Bay-Lake Regional Planning Commission (BLRPC) in 2007 - 2009, with the data set completed at the end of 2009. BLRPCommission staff used aerial photography and maps to delineate and note information on land uses in the field. All field work was undertaken with two staff people to provide verification and checking of land uses in the field. All structures appearing on aerial photography were inventoried as to type of use and noted on the photography or parcel/address map to determine location. New structures were noted on the photography or parcel/address map located relative to other visible landmarks along with type of use. Agricultural areas were inventoried as to the extent of current agricultural activities and delineated on the photography with notes on the use of the land. Undeveloped areas were inventoried as to the extent of the area covered and the general land cover. BLRPC used standard land use codes to note land uses on the photography or parcel/address map. For more information please contact the BLRPCommmission's GIS Department and ask for 'LAND USE INTERPRETATION & FIELD WORK RULES AND GUIDELINES, February 20, 2003.']",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "EB5C543F-E063-4F21-8AEB-1C56E0B480D9",
"layer_geom_type_s": "Polygon",
"layer_modified_dt": "2022-01-22T20:12:43Z",
"dc_format_s": "Shapefile",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Coastal"],
"dc_creator_sm": ["Manitowoc County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Planning and Cadastral"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2009"],
"solr_year_i": 2009,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/Manitowoc_LandUse_2009.zip\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/Manitowoc_LandUse_2009.xml\"}",
"solr_geom": "ENVELOPE(-88.045269, -87.506494, 44.328086, 43.89091)",
"uw_supplemental_s": "Augmented original metadata with UW-Madison specific elements. [This data set is a combination of updated historical land use and new land use. This was done through several methods. Some of the land use was derived from field inventories using updated orthophotography and other areas were updated 'heads up' within the GIS environment without field verification. Basic Methodology: Land use data collected by BLRPC is completed using the latest aerial photography that is available for the area. The Commission uses the following methodology to inventory land uses: 1) Rural area land use inventory ' Use source photography at 1'=400'-scale; ' Conduct field inventory via automobile, limited to the public right of way, using printed copies of aerial photography or maps to delineate land uses; ' Transfer line work from photography heads up into AutoCad with the same photography on the computer. 2) Urban area land use inventory ' Use source photography with parcel and address maps at 1'=200'-scale or larger; ' Conduct field inventory via automobile, limited to the public right of way, using printed copies of aerial photography or maps to delineate land uses; ' Transfer line work from photography heads up into AutoCad with the same photography on the computer. 3) Digitize to the greatest detail of the source (i.e. Separate buildings from associated parking lots and lawns in urban areas). 4) Enter primary and secondary land uses from the beginning of the digitizing process. 5) Primary, secondary, and dual land uses should be entered in the same text string in AutoCAD and then into appropriate field (110/210). 6) Wooded areas and natural areas should be interpreted from photography and field verified. 7) Land uses should be interpreted during transfer to ensure that areas are squared off and cleaned up before digitizing. Staff use aerial photography and maps to delineate and note information on land uses in the field. All field work is undertaken with two staff people to provide verification and checking of land uses in the field. All structures appearing on aerial photography are inventoried as to type of use and noted on the photography or parcel/address map to determine location. New structures are noted on the photography or parcel/address map located relative to other visible landmarks along with type of use. Agricultural areas are inventoried as to the extent of current agricultural activities and delineated on the photography with notes on the use of the land. Undeveloped areas are inventoried as to the extent of the area covered and the general land cover. The Commission makes use of a standard land use code to note land uses on the photography or parcel/address map. If you would like a more detailed land use procedure explanation, please contact the BLRPC's GIS Department and ask for 'LAND USE INTERPRETATION & FIELD WORK RULES AND GUIDELINES, February 20, 2003.' Manitowoc Countymakes no warranties or representations of any kind whatsoever, expressed or implied, about the accuracy or quality of any data set or its fitness for a particular purpose. All data sets are provided 'as is' and the county and its co-producers will not, in any event, be liable in any way for consequential, direct, incidental, special, or any other damages in connection with use of any data set.]",
"uw_notice_s": ""
}