{
"geoblacklight_version": "1.0",
"dc_identifier_s": "34AF679F-2E98-4959-9E9F-B575280115BB",
"dc_title_s": "Census Designated Places (TIGER/Line), WI 2020",
"dc_description_s": "This data represents Census Designated Places from the U.S. Census Bureau for Wisconsin in 2020. [The TIGER/Line shapefiles and related database files (.dbf) are an extract of selected geographic and cartographic information from the U.S. Census Bureau's Master Address File / Topologically Integrated Geographic Encoding and Referencing (MAF/TIGER) Database (MTDB). The MTDB represents a seamless national file with no overlaps or gaps between parts, however, each TIGER/Line shapefile is designed to stand alone as an independent data set, or they can be combined to cover the entire nation. The TIGER/Line shapefiles include both incorporated places (legal entities) and census designated places or CDPs (statistical entities). An incorporated place is established to provide governmental functions for a concentration of people as opposed to a minor civil division (MCD), which generally is created to provide services or administer an area without regard, necessarily, to population. Places always nest within a state, but may extend across county and county subdivision boundaries. An incorporated place usually is a city, town, village, or borough, but can have other legal descriptions. CDPs are delineated for the decennial census as the statistical counterparts of incorporated places. CDPs are delineated to provide data for settled concentrations of population that are identifiable by name, but are not legally incorporated under the laws of the state in which they are located. The boundaries for CDPs often are defined in partnership with state, local, and/or tribal officials and usually coincide with visible features or the boundary of an adjacent incorporated place or another legal entity. CDP boundaries often change from one decennial census to the next with changes in the settlement pattern and development; a CDP with the same name as in an earlier census does not necessarily have the same boundary. The only population/housing size requirement for CDPs is that they must contain some housing and population. The boundaries of most incorporated places in this shapefile are as of January 1, 2020, as reported through the Census Bureau's Boundary and Annexation Survey (BAS). The boundaries of all CDPs were delineated as part of the Census Bureau's Participant Statistical Areas Program (PSAP) for the 2020 Census.]",
"dc_rights_s": "Public",
"dct_provenance_s": "UW-Madison Robinson Map Library",
"layer_id_s": "",
"layer_slug_s": "34AF679F-2E98-4959-9E9F-B575280115BB",
"layer_geom_type_s": "Polygon",
"dc_format_s": "Shapefile",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Statewide"],
"dc_creator_sm": ["U.S. Census Bureau"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Boundaries"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2020"],
"solr_year_i": 2020,
"dct_references_s": "{\"http://schema.org/downloadUrl\":\"https://gisdata.wisc.edu/public/WI_CensusTL_Places_2020.zip\",\"http://schema.org/url\":\"https://www.census.gov/geographies/mapping-files.html\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://gisdata.wisc.edu/public/metadata/WI_CensusTL_Places_2020.xml\"}",
"solr_geom": "ENVELOPE(-92.808415, -87.048532, 46.886356, 42.49192)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.",
"uw_notice_s": ""
}