{
"geoblacklight_version": "1.0",
"dc_identifier_s": "DE8B55E2-0A10-4B35-9DEF-2E317C11A1C5",
"dc_title_s": "Aerial Photography, Pierce County, WI 2020",
"dc_description_s": "Ayres Associates provided Pierce County, Wisconsin with digital, 4-band orthoimagery services in 2020 as part of WROC. The aerial imagery was collected on April 22nd, 24th, 25th, 26th, 27th, 30th and May 7th using a Microsoft Vexcel UltraCam Eagle sensor mounted in a fixed-wing aircraft. Aerial imagery was collected to support 0.5 foot ground sample distance (GSD) orthoimagery to meet ASPRS Class II horizontal accuracy specifications at 1' = 100' map scale. The 6-inch pixel orthoimagery was produced to meet or exceed a horizontal accuracy of 1.4 feet RMSE according to ASPRS Positional Accuracy Standards for Digital Geospatial Data. Resultant orthoimagery was rectified to a DEM created from existing LiDAR acquired in 2015. Orthoimagery was delivered in PLSS section GeoTiff and MrSID tiles and a project wide MrSID mosaic. The project area covers approximately 593 square miles. Supplemental Information: The Wisconsin Regional Orthoimagery Consortium (WROC) is a multi-entity group of county members and partners led by regional planning commissions (RPCs) and WROC representatives from Ayres Associates. The goal of the consortium is to build and sustain a multi-participant program to acquire digital orthoimagery and elevation data throughout Wisconsin. Orthoimagery was collected for Pierce County in 2020 to provide consistent deliverable products and accuracy standards for each of the participating entities.",
"dc_rights_s": "Public",
"dct_provenance_s": "WisconsinView",
"layer_id_s": "",
"layer_slug_s": "DE8B55E2-0A10-4B35-9DEF-2E317C11A1C5",
"layer_geom_type_s": "Raster",
"layer_modified_dt": "2024-12-09T16:20:22Z",
"dc_format_s": "Raster Dataset",
"dc_language_s": "English",
"dct_isPartOf_sm": ["Aerial Imagery"],
"dc_creator_sm": ["Pierce County"],
"dc_publisher_sm": "",
"dc_type_s": "Dataset",
"dc_subject_sm": ["Imagery and Base Maps"],
"dct_spatial_sm": [],
"dct_issued_s": "",
"dct_temporal_sm": ["2020"],
"solr_year_i": 2020,
"dct_references_s": "{\"http://schema.org/url\":\"https://piercecounty-wi.maps.arcgis.com/home/index.html\",\"https://openindexmaps.org\":\"https://web.s3.wisc.edu/rml-gisdata/indexes/Pierce_imagery_2020_tiles.geojson\",\"http://www.isotc211.org/schemas/2005/gmd/\":\"https://web.s3.wisc.edu/rml-gisdata/metadata/Pierce_Aerial_Imagery_2020.xml\"}",
"solr_geom": "ENVELOPE(-92.808388, -92.124647, 44.875526, 44.525349)",
"uw_supplemental_s": "This is an archived copy of the data held at UW-Madison.",
"uw_notice_s": ""
}